[
  {
    "Room": 213,
    "Time": "08:30 - 08:50",
    "Name": "Deepika Nambiar",
    "Abstract": "A method to titrate enzyme activity in vivo",
    "Narrative": "The living cell is a crowded environment and there are many interactions that take place in the cell which are not considered when we study enzyme activity and kinetics in the test tube. In this study, we show that these weak but biologically relevant interactions can be harnessed to control protein activity in the cell. We have found that increasing these interactions leads to the decrease in protein activity which ultimately results in cell death."
  },
  {
    "Room": 213,
    "Time": "08:55 - 09:15",
    "Name": "Joy Buongiorno",
    "Abstract": "High resolution microbial community analysis of Arctic sediments, Svalbard",
    "Narrative": "Climate change has the potential to disrupt ecosystem processes in the High Arctic, where glacial retreat is already being observed. Our work strives to understand how microbial communities living in sediments of Arctic fjord systems may respond to their changing environment as the climate continues to warm."
  },
  {
    "Room": 213,
    "Time": "09:20 - 09:40",
    "Name": "Chelsi Cassilly",
    "Abstract": "Characterization of the Fungal Phosphatidylserine Synthase as a Drug Target",
    "Narrative": "Because of rising drug resistance, new drugs are desperately needed to combat the pathogenic fungus Candida albicans.  This project is centered around the discovery and characterization of molecules that can inhibit the virulence of this organism by targeting a protein required to make lipids important for the fungal membrane."
  },
  {
    "Room": 213,
    "Time": "09:45 - 10:05",
    "Name": "Lauren Krausfeldt",
    "Abstract": "Spatial and temporal variability in the nitrogen cyclers of hypereutrophic Lake Taihu ral variability in the nitrogen cyclers of hypereutrophic Lake Taihu",
    "Narrative": "Harmful cyanobacterial blooms are detrimental to freshwater ecosystems in the United States and around the world. We aim to understand how the cycling of nutrients, like nitrogen, affects the success of toxic cyanobacteria using heavily polluted Lake Taihu in China as a model system."
  },
  {
    "Room": 213,
    "Time": "10:10 - 10:30",
    "Name": "Emily Stow",
    "Abstract": "Defining the role of Heterochromatin and Insulator Partner Protein, 1 (HIPP1) in chromatin insulator function and DNA replication",
    "Narrative": "The packaging of genetic material within a cell is a tightly regulated process that is essential for proper gene expression and cell function. Insulator proteins contribute to this organization by facilitating communication between distant sites in the genome. This study provides evidence of a role for insulator proteins during the replication of genetic material, preceding cell division."
  },
  {
    "Room": 213,
    "Time": "10:35 - 10:50",
    "Name": "Sushmitha Vijaya Kumar",
    "Abstract": "Investigating the role of carotenoids in membrane organization of Pantoea sp. YR343",
    "Narrative": "Carotenoids are colored pigments that are best know for their anti-oxidant properties. They are present even in microorganisms where they not only provide photo-protection but also are thought to play important roles in maintaining the structural and functional integrity of membranes. My work focus on understanding the role of carotenoids in membrane organization in bacteria."
  },
  {
    "Room": 252,
    "Time": "08:30 - 08:50",
    "Name": "Alexandra Boggs",
    "Abstract": "Truck Parking Facilities and Ramp Parking: Role of Supply, Demand, and Ramp Characteristics",
    "Narrative": "Faced with increasing commercial vehicle (CMV) traffic and static revenue, public agencies cannot contend with providing adequate public parking for CMVs. It continuously leads to overcapacity facilities and resulting in ramp parking. This study analyzes Tennessee’s primary freeways to assess truck facilities in addition to inventorying the usage of ramps shoulders for overnight parking during the peak hours of weekdays. The authors used CMV drivers’ perspectives and behaviors on the parking problem through a survey along with examining ramp characteristics and ramp parking to identify factors that influence illegal ramp parking."
  },
  {
    "Room": 252,
    "Time": "08:55 - 09:15",
    "Name": "Ifana Mahbub",
    "Abstract": "A Low Power Wearable Respiration Monitoring Sensor using Pyroelectric Transducer",
    "Narrative": "The paper presents a fully integrated low power wearable respiration monitoring system using pyroelectric transducer to detect apnea which is one of the leading causes of neonatal deaths worldwide. Using the distinctive features of the PVDF sensor and the CMOS integrated circuit, our proposed device will be a low-power, small, low-cost and smarter substitute to the existing methods of apnea detection."
  },
  {
    "Room": 252,
    "Time": "09:20 - 09:40",
    "Name": "Ziwen Ling",
    "Abstract": "How to Prevent Railroad Crossings from Becoming a Hazard to Bicyclists",
    "Narrative": "There are over 120,000 at-grade rail crossings in the USA. Little research has been conducted on the effectiveness of engineering or educational countermeasures to improve safety of grade crossings of bicycles and rail infrastructure itself, or special accommodations at off-road grade crossings, that could include shared use paths (e.g., greenways) or two-way cycle tracks.This study is focused on the factors on bicycle crashes caused by skewed railway tracks using video observations of 32 crashes and 100 non-crash cases from a monitored at-grade bicycle railway crossing."
  },
  {
    "Room": 252,
    "Time": "09:45 - 10:05",
    "Name": "Anjali Nair",
    "Abstract": "A Bayesian Model Selection Approach to Sensor Calibration Assessment in Nuclear Power Plants",
    "Narrative": "Online Monitoring system(OLM) is a promising tool that can make maintenance process in the nuclear industry cost and time effective while minimizing radiation exposure to personals. It can be beneficial to  reducing outage times and minimizing possibilities of unscheduled outages; a major cost factor to nuclear plant operations. This research develops a method to measure uncertainty in OLM predictions in order to support OLM navigate the current technical and regulatory issue and be implemented in the US nuclear fleet."
  },
  {
    "Room": 252,
    "Time": "10:10 - 10:30",
    "Name": "Rosemary Le",
    "Abstract": "Conversion of corn stover alkaline pre-treatment waste streams into biodiesel via Rhodococci",
    "Narrative": "Lignin, after cellulose, is the second most abundant biopolymer on Earth, comprising 30% of the organic carbon in the biosphere. It presents a potential green energy source, derived from a variety of biomass and industrial waste streams, which can be converted to fungible fuels."
  },
  {
    "Room": 252,
    "Time": "10:35 - 10:50",
    "Name": "Melissa Goldberg",
    "Abstract": "East Tennessee Clean Fuels - STEM deployment and beyond",
    "Narrative": "As one of two staff members of the East Tennessee Clean Fuels Coalition,  Melissa Goldberg uses STEM concepts daily to promote the deployment of Alternative Fuels and Advanced Vehicle Technologies around Tennessee. Her background in Liberal Arts and Social Science, however, has led to a unique perspective on working in STEM. Melissa will discuss both the Coalition's work and her background, in hopes of providing interdisciplinary insights to women interested in pursuing STEM careers."
  },
  {
    "Room": 253,
    "Time": "08:30 - 08:50",
    "Name": "Katherine Manz",
    "Abstract": "Corrosion in Shale Particle Size and Chemical Properties Due to Additives Used in Hydraulic Fracturing",
    "Narrative": "During hydraulic fracturing, oil and gas development companies inject wellbores with “chemical slurries,” which contain water, proppants, acids, and additives. This research investigates the impact of synthetic hydraulic fracturing fluid on the physical/chemical properties of shale, including particle size and chemical composition. As changes in shale characteristics influence wastewater quality, the information gained from this study may be used to develop treatment technologies for promoting wastewater reuse as the interactions between shale and additives may form toxic and environmentally threatening contaminants."
  },
  {
    "Room": 253,
    "Time": "08:55 - 09:15",
    "Name": "Sara Isbill",
    "Abstract": "Interaction of Atomic Oxygen with Ag(111) and Ag(110) Surfaces:   Oxygen Adsorption at Surface versus Subsurface",
    "Narrative": "Ethylene oxide, a chemical used as a starting molecule in the production of consumer products such as antifreeze, polyethylene, and polyester, is industrially formed via an epoxidation reaction over an oxygen-covered silver surface; however, the mechanism of the reaction and the underlying catalysis by silver is not completely understood. In our research, we use computational methods to better understand the structure and properties of the catalytic, oxygen-covered silver surface in order to design optimal industrial catalytic conditions for silver that can produce increased yields of ethylene oxide over undesired side products."
  },
  {
    "Room": 253,
    "Time": "09:20 - 09:40",
    "Name": "Brianna watson",
    "Abstract": "Probing the surfaces of CdSe quantum dots using sum frequency generation",
    "Narrative": "This research is based on laser spectroscopy techniques, which employ femtosecond lasers, to study CdSe quantum dots. Quantum dots are popular materials due to their light emission and absorption characteristics and used in such applications as solar cells, LEDs, and bioimaging probes. The focus of this research is developing a new technique to study changes in electronic structure which directly affects their ideal characteristics."
  },
  {
    "Room": 253,
    "Time": "09:45 - 10:05",
    "Name": "Fatema Wahida",
    "Abstract": "Thermodynamic and Modeling Study of Cyclopentane on MgO (100), hBN and Graphite Basal Plane",
    "Narrative": "Understanding the interaction between adsorbed molecules and surfaces is a necessity for developing synthetic methods to produce materials with specific functional properties. The principal aim of this work is to identify the role of surface and molecular symmetry on the physicochemical properties of two dimensional layers of cycloalkane adsorbed on three different substrates."
  },
  {
    "Room": 253,
    "Time": "10:10 - 10:30",
    "Name": "Molly Pattullo",
    "Abstract": "Soil Sealing by Algae: An in situ Treatment Option for Reducing Infiltration beneath Unlined Algae Cultivation Ponds",
    "Narrative": "While plastic pond liners limit cultivation fluid seepage from algae production ponds, costs for their installation and maintenance have significant impact on the economic feasibility of algal biofuel production. In this study, laboratory-scale soil column experiments demonstrated that algae suspended in a nutrient media can effectively reduce fluid infiltration into soils beneath algae production facilities. These findings suggest the potential of this technology as an alternative to plastic pond liners."
  },
  {
    "Room": 253,
    "Time": "10:35 - 10:50",
    "Name": "Jianqiu Zheng",
    "Abstract": "The importance of soil pH in controlling organic carbon transformations in Arctic polygon tundra",
    "Narrative": "Explicit aqueous phase redox, pH, and mineral interaction dynamics were coupled to the carbon decomposition model, reducing uncertainties in predictions of greenhouse gases (CO2 and CO4) production from Arctic polygonal tundra soils."
  },
  {
    "Room": "Mary Greer",
    "Time": "08:30 - 08:50",
    "Name": "Tian Chen",
    "Abstract": "Phosphatidylserine Synthase Affects the Cell Wall MAPKs in C. albicans",
    "Narrative": "We are identifying the signal pathways involved in cell wall unmasking in pathogenic Candida albicans, and hoping to find new therapeutic target for fungal pathogens."
  },
  {
    "Room": "Mary Greer",
    "Time": "08:55 - 09:15",
    "Name": "Victoria Couture",
    "Abstract": "Relationship between the clinical and behavioral response to a mastitis challenge with Streptococcus uberis from Holstein dairy cows",
    "Narrative": "Treatment of mastitis, one of the most economically important diseases in the dairy industry, has the potential to be improved by earlier detection through the use of sickness behavior. Our objective was to determine the relationship between clinical signs of mastitis and resting behavior of dairy cows."
  },
  {
    "Room": "Mary Greer",
    "Time": "09:20 - 09:40",
    "Name": "Jessica Martinez",
    "Abstract": "Surface Antigen Discovery of Trichomonas and Histomonas Protozoa for Improved Diagnostic Tools",
    "Narrative": "Trichomonas gallinae and Histomonas meleagridis are parasites that can cause serious disease in birds. Currently, ways to detect and monitor the presence of these parasites are limited; however, this study aims at developing new diagnostic techniques that can address these limitations and help reveal the true impact of these parasites to wild bird flocks."
  },
  {
    "Room": "Mary Greer",
    "Time": "09:45 - 10:05",
    "Name": "Jordan Steele",
    "Abstract": "Photo Analysis on the Behavioral Effects of Batrachochytrium salamandrivorans on North American Amphibian Species",
    "Narrative": "This study looks at how B. sal, a divergent form of pathogenic fungus, affects the behavior of North American amphibian species. We developed a standardized method of observing behavioral changes, and used this method to collect data on the exposed specimen. The study is ongoing, so only preliminary results will be shown."
  },
  {
    "Room": "Mary Greer",
    "Time": "10:10 - 10:30",
    "Name": "Madhumita Dasgupta",
    "Abstract": "Transcriptome profiling of resistant vs. susceptible tomato (Solanum lycopersicum) cultivar in response to bacterial wilt",
    "Narrative": "Global transcriptome in tomato has been carried out to understand the resistant mechanism in tomato against bacterial wilt. The result shows a major proportion of defense responsive genes are up and down regulated in resistant tomato cultivar."
  },
  {
    "Room": "Mary Greer",
    "Time": "10:35 - 10:50",
    "Name": "Rebecca Trout Fryxell",
    "Abstract": "Improving surveillance for Aedes mosquitoes and their pathogens in eastern Tennessee",
    "Narrative": "La Crosse encephalitis is the most commonly diagnosed arbovirus in eastern Tennessee children and is transmitted by three mosquito species: the eastern treehole mosquito, the Asian tiger mosquito, and the Asian bush mosquito. Here I will share with you five years of research conducted on La Crosse virus in eastern Tennessee with overarching goals of improving surveillance for the mosquitoes and the virus."
  }
]